Revit 2027 API
ExportLayerInfo.CutColorNumber Property
 The cut color number stored in value.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public int CutColorNumber { get; set; }
Public Property CutColorNumber As Integer
	Get
	Set
public:
property int CutColorNumber {
	int get ();
	void set (int value);
}
member CutColorNumber : int with get, set
Property Value
Int32
See Also
Reference
ExportLayerInfo Class
Autodesk.Revit.DB Namespace